[
    {
        "name": "Who is DRA_Finance",
        "subName": "This website was created to help you find the latest financial news around the world.",
        "desc": "Use the search bar to search latest currencies, stock markets, cryptocurrencies etc.",
        "desc1": "Also if you want to find out more about what we do and who we are then just click the button below."
    },
    {
        "name": "Forex",
        "desc": "Find the latest financial information here.",
        "desc1": "Navigate to our Dataset page by clicking the button below. Also figures updated daily."
    },
    {
       "name": "Stock Markets",
       "subName": "What’s next for the stock market!",
       "desc": "The Federal Reserve has ramped up its hawkish tone, rattling the U.S. stock market... "
    },
   {
        "name": "Loan Rates in Ireland",
        "desc": "Most common Financial institutions loan rates",
        "desc1": [
            "KBC 6.3%",
            "BOI 6.8%",
            "Ulster Bank 7.9%",
            "AIB 9%",
            "PTSB 10.5%",
            "Revolute 5.9%",
            "An Post 5.9%"
        ]
    },
    {
        "name": "Helpful links to see the current stock markets, trading online and much more. "
    },
    {
        "subName": ">>> Click on the buttons below to bring you to external site. <<<"
    },
    {
        "name": "About us",
        "subName": "Meet the Team",
        "desc": "DRA_Finance was created by Aelita Kukusilina, Daniel Matias and Ross Fitzgerald in 2022. We are a team of people who strive to help people keep up to date with the current news in the financial markets.",
        "desc1": "Aelita, one of the shareholders of DRA Finance, has a background in the financial market sector with a master's degree. She has worked for some of the top companies in the world bringing her experience to DRA_Finance.",
        "desc2": "Daniel, our other shareholder, has many years experience working in the financial sector as a stock broker. With the knowledge that he provides, along with Aelita, we have been condisered one of the top financial staff start up comapnies of 2022.",
        "desc3": "Ross has a Postgraduate degree in business and finance. He has worked as a financial advisor to the public in banks across Europe. With his knowledge and experience from these positions, he decided to set up DRA_Finance as he wanted to help those who wanted to gain information about the current news in the financial sector. "
    },
    {
        "subName": "What We Do As A Company",
        "desc": "DRA_Finance allows potential investors to keep up to date with the latest financial news around the world. It will bring you to different news sites with examples such as dailyfx.com or forexlive.com. Examples include USD prices compared to EUR, cryptocurrency and stock markets such as the FTSE, Dow Jones and Nasdaq.",
        "desc1": "Compared to traditional financial services that typically require customers or employees to filter and traverse through multiple data systems, DRA_Finance provides the same services in a more efficient and cost-effective way.",
        "desc2": "With DRA_Finance, the investors who visit this site can also fill out a contact form for Aelita, Daniel or Ross to get in touch with them with any queries they have about the finacial sector."

    }
]